Repository: Bunn/glassyview
Catalog: dejaview/Localizable.xcstrings
Source language: en
Languages: de, es, ja, nl, pt_br, zh_hans

source: No Hosts
de: Keine Hosts
es: Sin hosts
ja: ホストがありません
nl: Geen hosts
pt_br: Nenhum host
zh_hans: 无主机

source: No Recent Sessions
de: Keine letzten Sitzungen
es: No hay sesiones recientes
ja: 最近のセッションはありません
nl: Geen recente sessies
pt_br: Nenhuma sessão recente
zh_hans: 没有最近的会话

source: No. Third-party clients use the classic VNC/RFB Screen Sharing path exposed by macOS.
de: Nein. Drittanbieter-Clients verwenden den klassischen VNC/RFB-Bildschirmfreigabepfad, der von macOS bereitgestellt wird.
es: No. Los clientes de terceros utilizan la ruta clásica de uso compartido de pantalla VNC/RFB expuesta por macOS.
ja: いいえ。サードパーティのクライアントは、macOS によって公開される従来の VNC/RFB 画面共有パスを使用します。
nl: Nee. Clients van derden gebruiken het klassieke VNC/RFB-pad voor scherm delen dat wordt weergegeven door macOS.
pt_br: Não. Clientes de terceiros usam o caminho clássico de compartilhamento de tela VNC/RFB exposto por macOS.
zh_hans: 否。第三方客户端使用 macOS 公开的经典 VNC/RFB 屏幕共享路径。

source: None
de: Keine
es: Ninguno
ja: なし
nl: Geen
pt_br: Nenhum
zh_hans: 无

source: Not held
de: Nicht gehalten
es: No retenido
ja: 未開催
nl: Niet vastgehouden
pt_br: Não retido
zh_hans: 未举行

source: Not seeing your Mac?
de: Sie sehen Ihren Mac nicht?
es: ¿No ves tu Mac?
ja: Mac が表示されない場合は、
nl: Ziet u uw Mac niet?
pt_br: Não está vendo seu Mac?
zh_hans: 没有看到您的 Mac？

source: Off
de: Aus
es: Desactivado
ja: オフ
nl: Uit
pt_br: Desativado
zh_hans: 关闭

source: On
de: Ein
es: activado
ja: オン
nl: Aan
pt_br: Ativado
zh_hans: 开

source: On the Mac, open System Settings > General > Sharing, then enable Screen Sharing or Remote Management.
de: Öffnen Sie auf dem Mac Systemeinstellungen > Allgemein > Freigabe und aktivieren Sie dann die Bildschirmfreigabe oder die Fernverwaltung.
es: En Mac, abra Configuración del sistema > General > Compartir y luego habilite Compartir pantalla o Administración remota.
ja: Mac で、[システム設定] > [一般] > [共有] を開き、[画面共有] または [リモート管理] を有効にします。
nl: Op de Mac open je Systeeminstellingen > Algemeen > Delen en schakel je Scherm delen of Extern beheer in.
pt_br: No Mac, abra Configurações do Sistema > Geral > Compartilhamento e habilite Compartilhamento de Tela ou Gerenciamento Remoto.
zh_hans: 在 Mac 上，打开系统设置 > 常规 > 共享，然后启用屏幕共享或远程管理。

source: One-time access to Glassy Desk Pro.
de: Einmaliger Zugriff auf Glassy Desk Pro.
es: Acceso único a Glassy Desk Pro.
ja: Glassy Desk Pro への 1 回限りのアクセス。
nl: Eenmalige toegang tot Glassy Desk Pro.
pt_br: Acesso único ao Glassy Desk Pro.
zh_hans: 一次性访问Glassy Desk Pro。

source: One-Time Code
de: Einmaliger Code
es: Código de un solo uso
ja: ワンタイム コード
nl: Eenmalige code
pt_br: Código único
zh_hans: 一次性代码

source: Open
de: Offen
es: Abierto
ja: 開く
nl: Openen
pt_br: Abrir
zh_hans: 打开

source: Open ${destination}
de: Öffnen Sie ${destination}
es: Abrir ${destination}
ja: ${destination} を開く
pt_br: Abra ${destination}
zh_hans: 打开${destination}

source: Open Glassy Desk
de: Öffnen Sie Glassy Desk
es: Abrir Glassy Desk
ja: Glassy Desk を開く
pt_br: Abra Glassy Desk
zh_hans: 打开Glassy Desk

source: Open Glassy Desk and connect to a saved computer.
de: Öffnen Sie Glassy Desk und stellen Sie eine Verbindung zu einem gespeicherten Computer her.
es: Abra Glassy Desk y conéctese a una computadora guardada.
ja: Glassy Desk を開いて、保存されているコンピューターに接続します。
nl: Open Glassy Desk en maak verbinding met een opgeslagen computer.
pt_br: Abra Glassy Desk e conecte-se a um computador salvo.
zh_hans: 打开 Glassy Desk 并连接到已保存的计算机。

source: Open Glassy Desk and refresh nearby Screen Sharing hosts.
de: Öffnen Sie Glassy Desk und aktualisieren Sie die Bildschirmfreigabe-Hosts in der Nähe.
es: Abra Glassy Desk y actualice los hosts de Screen Sharing cercanos.
ja: Glassy Desk を開き、近くの画面共有ホストを更新します。
nl: Open Glassy Desk en vernieuw nabijgelegen hosts voor Scherm delen.
pt_br: Abra Glassy Desk e atualize os hosts de compartilhamento de tela próximos.
zh_hans: 打开 Glassy Desk 并刷新附近的屏幕共享主机。

source: Open Glassy Desk to a selected section.
de: Öffnen Sie Glassy Desk für einen ausgewählten Abschnitt.
es: Abra Glassy Desk en una sección seleccionada.
ja: Glassy Desk を選択したセクションに開きます。
nl: Open Glassy Desk naar een geselecteerde sectie.
pt_br: Abra Glassy Desk em uma seção selecionada.
zh_hans: 打开 Glassy Desk 到选定的部分。

source: Open Glassy Host on the Mac. For remote access, enter its Tailscale name or 100.x address. For nearby access, keep both devices on the same local network.
de: Öffnen Sie Glassy Host auf dem Mac. Geben Sie für den Fernzugriff den Tailscale-Namen oder die 100.x-Adresse ein. Für den Zugriff in der Nähe müssen beide Geräte im selben lokalen Netzwerk bleiben.
es: Abra Glassy Host en Mac. Para acceso remoto, ingrese su nombre Tailscale o dirección 100.x. Para acceso cercano, mantenga ambos dispositivos en la misma red local.
ja: Mac で Glassy Host を開きます。リモート アクセスの場合は、Tailscale 名または 100.x アドレスを入力します。近くからアクセスするには、両方のデバイスを同じローカル ネットワーク上に維持します。
nl: Open Glassy Host op de Mac. Voor externe toegang voert u de Tailscale-naam of het 100.x-adres in. Voor toegang in de buurt moet u beide apparaten op hetzelfde lokale netwerk houden.
pt_br: Abra Glassy Host no Mac. Para acesso remoto, insira seu nome Tailscale ou endereço 100.x. Para acesso próximo, mantenha os dois dispositivos na mesma rede local.
zh_hans: 在 Mac 上打开 Glassy Host。对于远程访问，请输入其 Tailscale 名称或 100.x 地址。对于附近访问，请将两个设备保持在同一本地网络上。

source: Open Glassy Host, allow Screen Recording, check the selected display, and reconnect.
de: Öffnen Sie Glassy Host, erlauben Sie die Bildschirmaufzeichnung, überprüfen Sie die ausgewählte Anzeige und stellen Sie die Verbindung wieder her.
es: Abra Glassy Host, permita la grabación de pantalla, verifique la pantalla seleccionada y vuelva a conectarse.
ja: Glassy Host を開き、画面録画を許可し、選択したディスプレイを確認して、再接続します。
nl: Open Glassy Host, sta schermopname toe, controleer het geselecteerde beeldscherm en maak opnieuw verbinding.
pt_br: Abra Glassy Host, permita a gravação de tela, verifique a exibição selecionada e reconecte.
zh_hans: 打开 Glassy Host，允许屏幕录制，检查所选显示器，然后重新连接。

source: Open Paywall
de: Paywall öffnen
es: Abrir muro de pago
ja: ペイウォールを開く
nl: Open betaalmuur
pt_br: Abrir acesso pago
zh_hans: 开放付费专区

source: Opening %@.
de: %@ wird geöffnet.
es: Abriendo %@.
ja: %@ を開いています。
nl: %@ openen.
pt_br: Abrindo %@.
zh_hans: 正在打开 %@。

source: Opens connection details to enter credentials.
de: Öffnet Verbindungsdetails zur Eingabe von Anmeldeinformationen.
es: Abre los detalles de la conexión para ingresar las credenciales.
ja: 接続の詳細を開いて資格情報を入力します。
nl: Opent verbindingsgegevens om inloggegevens in te voeren.
pt_br: Abre detalhes de conexão para inserir credenciais.
zh_hans: 打开连接详细信息以输入凭据。

source: Opens connection details.
de: Öffnet Verbindungsdetails.
es: Abre los detalles de la conexión.
ja: 接続の詳細を開きます。
nl: Opent verbindingsdetails.
pt_br: Abre detalhes da conexão.
zh_hans: 打开连接详细信息。

source: Other VNC servers may work
de: Andere VNC-Server funktionieren möglicherweise
es: Otros servidores VNC pueden funcionar
ja: 他の VNC サーバーは動作する可能性があります
nl: Andere VNC-servers werken mogelijk
pt_br: Outros servidores VNC podem funcionar
zh_hans: 其他 VNC 服务器可能会工作

# Page %lld of %lld
source: Page %1$lld of %2$lld
de: Seite %1$lld von %2$lld
es: Página %1$lld de %2$lld
ja: %2$lld ページ中 %1$lld ページ
nl: Pagina %1$lld van %2$lld
pt_br: Página %1$lld de %2$lld
zh_hans: 第 %1$lld 页，共 %2$lld 页

source: Pair & Connect
de: Koppeln und verbinden
es: Emparejar y conectar
ja: ペアリングと接続
nl: Koppelen en verbinden
pt_br: Emparelhar e conectar
zh_hans: 配对和连接

source: Pair a Different Mac
de: Koppeln Sie einen anderen Mac
es: Emparejar una Mac diferente
ja: 別の Mac をペアリングする
nl: Koppel een andere Mac
pt_br: Emparelhe um Mac diferente
zh_hans: 配对不同的 Mac

source: Pair Glassy Stream
de: Paar Glassy Stream
es: Par Glassy Stream
ja: Glassy Stream ペア
nl: Koppel Glassy Stream
pt_br: Par Glassy Stream
zh_hans: 配对 Glassy Stream

source: Pair Using
de: Paar mit
es: Emparejar usando
ja: を使用したペアリング
nl: Koppelen met
pt_br: Emparelhar usando
zh_hans: 配对使用

source: Paired Mac
de: Gekoppelter Mac
es: Mac emparejado
ja: ペアリングされたMac
nl: Gekoppelde Mac
pt_br: Mac emparelhado
zh_hans: 配对的 Mac

source: Pairing password
de: Pairing-Passwort
es: Contraseña de emparejamiento
ja: ペアリングのパスワード
nl: Koppelingswachtwoord
pt_br: Senha de emparelhamento
zh_hans: 配对密码

source: Pan View with Two Fingers
de: Schwenkansicht mit zwei Fingern
es: Vista panorámica con dos dedos
ja: 2 本の指でビューをパンする
nl: Panweergave met twee vingers
pt_br: Panorâmica com dois dedos
zh_hans: 用两根手指平移视图

source: Password
de: Passwort
es: Contraseña
ja: パスワード
nl: Wachtwoord
pt_br: Senha
zh_hans: 密码

source: Passwords cannot contain control characters or line breaks.
de: Passwörter dürfen keine Steuerzeichen oder Zeilenumbrüche enthalten.
es: Las contraseñas no pueden contener caracteres de control ni saltos de línea.
ja: パスワードには制御文字や改行を含めることはできません。
nl: Wachtwoorden mogen geen controletekens of regeleinden bevatten.
pt_br: As senhas não podem conter caracteres de controle ou quebras de linha.
zh_hans: 密码不能包含控制字符或换行符。

source: Per Machine
de: Pro Computer
es: Por equipo
ja: コンピュータごと
nl: Per computer
pt_br: Por computador
zh_hans: 每台计算机

source: Port %u is invalid. Use a value from 1 to 65535.
de: Port %u ist ungültig. Verwenden Sie einen Wert zwischen 1 und 65535.
es: El puerto %u no es válido. Utilice un valor de 1 a 65535.
ja: ポート %u が無効です。 1 ～ 65535 の値を使用します。
nl: Poort %u is ongeldig. Gebruik een waarde van 1 tot 65535.
pt_br: A porta %u é inválida. Use um valor de 1 a 65535.
zh_hans: 端口 %u 无效。使用 1 到 65535 之间的值。

source: Prepare the Mac
de: Bereiten Sie den Mac vor
es: Prepara la Mac
ja: Macを準備する
nl: Bereid de Mac voor
pt_br: Prepare o Mac
zh_hans: 准备Mac

source: Present Paywall
de: Paywall vorhanden
es: Presentar muro de pago
ja: 現在のペイウォール
nl: Huidige betaalmuur
pt_br: Acesso pago atual
zh_hans: 当前付费专区

source: Previously connected Macs and session details.
de: Zuvor verbundene Macs und Sitzungsdetails.
es: Macs previamente conectados y detalles de la sesión.
ja: 以前に接続した Mac とセッションの詳細。
nl: Eerder verbonden Macs en sessiegegevens.
pt_br: Macs conectados anteriormente e detalhes da sessão.
zh_hans: 之前连接的 Mac 和会话详细信息。

source: Privacy
de: Datenschutz
es: Privacidad
ja: プライバシー
pt_br: Privacidade
zh_hans: 隐私

source: Product
de: Produkt
es: Producto
ja: 製品
pt_br: Produto
zh_hans: 产品

source: Products
de: Produkte
es: Productos
ja: 製品
nl: Producten
pt_br: Produtos
zh_hans: 产品

source: Purchase Pro
de: Kauf Pro
es: Compra Pro
ja: プロの購入
nl: Aankoop Pro
pt_br: Compra Pro
zh_hans: 购买专业版

source: Purchased Products
de: Gekaufte Produkte
es: Productos comprados
ja: 購入した製品
nl: Gekochte producten
pt_br: Produtos adquiridos
zh_hans: 购买的产品

source: Reachability
de: Erreichbarkeit
es: Accesibilidad
ja: 到達可能性
nl: Bereikbaarheid
pt_br: Acessibilidade
zh_hans: 可达性

source: Reachable
de: Erreichbar
es: Accesible
ja: 到達可能
nl: Bereikbaar
pt_br: Acessível
zh_hans: 可到达

source: Recent Session Options
de: Letzte Sitzungsoptionen
es: Opciones de sesión reciente
ja: 最近のセッションのオプション
nl: Recente sessie-opties
pt_br: Opções de sessão recente
zh_hans: 最近的会话选项

source: Recents
de: Aktuelle
es: Recientes
ja: 最近
nl: Recent
pt_br: Recentes
zh_hans: 最近

source: Recommended Setup
de: Empfohlenes Setup
es: Configuración recomendada
ja: 推奨設定
nl: Aanbevolen installatie
pt_br: Configuração recomendada
zh_hans: 推荐设置

source: Reconnect
de: Erneut verbinden
es: Reconectar
ja: 再接続
nl: Opnieuw verbinding maken
pt_br: Reconectar
zh_hans: 重新连接

source: Reconnect to request a fresh video configuration and keyframe.
de: Stellen Sie die Verbindung erneut her, um eine neue Videokonfiguration und einen neuen Keyframe anzufordern.
es: Vuelva a conectarse para solicitar una configuración de video y un fotograma clave nuevos.
ja: 再接続して、新しいビデオ構成とキーフレームをリクエストします。
nl: Maak opnieuw verbinding om een ​​nieuwe videoconfiguratie en keyframe aan te vragen.
pt_br: Reconecte para solicitar uma nova configuração de vídeo e quadro-chave.
zh_hans: 重新连接以请求新的视频配置和关键帧。

source: Reconnecting…
de: Verbindung wird wiederhergestellt…
es: Reconectando…
ja: 再接続中…
nl: Opnieuw verbinden…
pt_br: Reconectando…
zh_hans: 重新连接...

source: Reconnects to this machine.
de: Stellt die Verbindung zu diesem Computer wieder her.
es: Se vuelve a conectar a esta máquina.
ja: このマシンに再接続します。
nl: Er wordt opnieuw verbinding gemaakt met deze machine.
pt_br: Reconecta-se a esta máquina.
zh_hans: 重新连接到此计算机。

source: Refresh Machines
de: Computer aktualisieren
es: Actualizar equipos
ja: コンピュータを更新
nl: Computers vernieuwen
pt_br: Atualizar computadores
zh_hans: 刷新计算机

source: Refresh Nearby
de: In der Nähe aktualisieren
es: Actualizar cerca
ja: 付近を更新
nl: Vernieuwen in de buurt
pt_br: Atualizar nas proximidades
zh_hans: 刷新附近

source: Refresh nearby computers
de: Computer in der Nähe aktualisieren
es: Actualizar computadoras cercanas
ja: 近くのコンピューターを更新します
nl: Vernieuw computers in de buurt
pt_br: Atualizar computadores próximos
zh_hans: 刷新附近的计算机

source: Refresh Nearby Computers
de: Computer in der Nähe aktualisieren
es: Actualizar computadoras cercanas
ja: 近くのコンピュータを更新する
nl: Vernieuw computers in de buurt
pt_br: Atualizar computadores próximos
zh_hans: 刷新附近的计算机

source: Refresh Payment State
de: Zahlungsstatus aktualisieren
es: Actualizar estado de pago
ja: 支払い状態を更新
nl: Betalingsstatus vernieuwen
pt_br: Atualizar estado de pagamento
zh_hans: 刷新支付状态

source: Refresh Recents
de: Letzte aktualisieren
es: Actualizar Recientes
ja: 最近の情報を更新
nl: Recente gegevens vernieuwen
pt_br: Atualizar recentes
zh_hans: 刷新最近内容

source: Refreshing nearby computers.
de: Computer in der Nähe werden aktualisiert.
es: Actualizando computadoras cercanas.
ja: 近くのコンピューターを更新しています。
nl: Computers in de buurt vernieuwen.
pt_br: Atualizando computadores próximos.
zh_hans: 刷新附近的计算机。

source: Remote Connection Info
de: Remote-Verbindungsinformationen
es: Información de conexión remota
ja: リモート接続情報
nl: Info over externe verbinding
pt_br: Informações de conexão remota
zh_hans: 远程连接信息

source: Remote Connections
de: Remote-Verbindungen
es: Conexiones remotas
ja: リモート接続
nl: Externe verbindingen
pt_br: Conexões remotas
zh_hans: 远程连接

source: Remote desktop is on the external display
de: Der Remote-Desktop befindet sich auf dem externen Display
es: El escritorio remoto está en la pantalla externa
ja: リモート デスクトップは外部ディスプレイ上にあります
nl: Extern bureaublad staat op het externe beeldscherm
pt_br: A área de trabalho remota está no monitor externo
zh_hans: 远程桌面位于外接显示器上

source: Remove from Recents
de: Aus „Letzte“ entfernen
es: Eliminar de Recientes
ja: 最近から削除
nl: Verwijderen uit recent
pt_br: Remover dos recentes
zh_hans: 从最近删除

source: Renews or Expires
de: verlängert sich oder läuft ab
es: Se renueva o vence
ja: 更新または期限切れ
nl: Wordt verlengd of verloopt
pt_br: Renova ou Expira
zh_hans: 续订或过期

source: Requested Quality
de: Angeforderte Qualität
es: Calidad Solicitada
ja: 要求された品質
nl: Gevraagde kwaliteit
pt_br: Qualidade solicitada
zh_hans: 要求的质量

source: Reset Zoom
de: Zoom zurücksetzen
es: Restablecer zoom
ja: ズームをリセット
nl: Zoom opnieuw instellen
pt_br: Redefinir zoom
zh_hans: 重置缩放

source: Resolving address…
de: Adresse wird aufgelöst…
es: Dirección resolviendo…
ja: アドレスを解決中…
nl: Adres oplossen…
pt_br: Resolvendo endereço…
zh_hans: 解析地址...

source: Responsive
de: Reaktionsfreudig
es: Responsivo
ja: レスポンシブ
nl: Responsief
pt_br: Responsivo
zh_hans: 响应式

source: Restart Glassy Desk and try again, or use the current one-time code.
de: Starten Sie Glassy Desk neu und versuchen Sie es erneut, oder verwenden Sie den aktuellen Einmalcode.
es: Reinicie Glassy Desk e inténtelo nuevamente, o use el código de un solo uso actual.
ja: Glassy Desk を再起動して再試行するか、現在のワンタイム コードを使用してください。
nl: Start Glassy Desk opnieuw en probeer het opnieuw, of gebruik de huidige eenmalige code.
pt_br: Reinicie Glassy Desk e tente novamente ou use o código único atual.
zh_hans: 重新启动 Glassy Desk 并重试，或使用当前的一次性代码。

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar Compras
ja: 購入を復元する
nl: Aankopen herstellen
pt_br: Restaurar compras
zh_hans: 恢复购买

source: Retry Now
de: Jetzt erneut versuchen
es: Reintentar ahora
ja: 今すぐ再試行してください
nl: Probeer het nu opnieuw
pt_br: Tente novamente agora
zh_hans: 立即重试

source: Reusable-password pairing requires an active Tailscale VPN route and a saved Tailscale IP or full .ts.net address.
de: Für die Paarung wiederverwendbarer Passwörter sind eine aktive Tailscale VPN-Route und eine gespeicherte Tailscale-IP-Adresse oder vollständige .ts.net-Adresse erforderlich.
es: El emparejamiento de contraseña reutilizable requiere una ruta Tailscale VPN activa y una IP Tailscale guardada o una dirección .ts.net completa.
ja: 再利用可能なパスワードのペアリングには、アクティブな Tailscale VPN ルートと、保存された Tailscale IP または完全な .ts.net アドレスが必要です。
nl: Voor het koppelen van een herbruikbaar wachtwoord is een actieve Tailscale VPN-route en een opgeslagen Tailscale IP-adres of volledig .ts.net-adres vereist.
pt_br: O emparelhamento com senha reutilizável requer uma rota Tailscale VPN ativa e um IP Tailscale salvo ou endereço .ts.net completo.
zh_hans: 可重用密码配对需要活动的 Tailscale VPN 路由和已保存的 Tailscale IP 或完整 .ts.net 地址。

source: RevenueCat is not configured. Set the RevenueCatAPIKey Info.plist value before using purchases.
de: RevenueCat ist nicht konfiguriert. Legen Sie den Wert RevenueCatAPIKey Info.plist fest, bevor Sie Käufe verwenden.
es: RevenueCat no está configurado. Establezca el valor RevenueCatAPIKey Info.plist antes de utilizar compras.
ja: RevenueCat が構成されていません。購入を使用する前に、RevenueCatAPIKey Info.plist 値を設定します。
nl: RevenueCat is niet geconfigureerd. Stel de waarde RevenueCatAPIKey Info.plist in voordat u aankopen gebruikt.
pt_br: RevenueCat não está configurado. Defina o valor RevenueCatAPIKey Info.plist antes de usar compras.
zh_hans: RevenueCat 未配置。在使用购买之前设置 RevenueCatAPIKey Info.plist 值。

source: RevenueCat Not Configured
de: RevenueCat Nicht konfiguriert
es: RevenueCat No configurado
ja: RevenueCat が構成されていません
nl: RevenueCat Niet geconfigureerd
pt_br: RevenueCat não configurado
zh_hans: RevenueCat 未配置

source: Right
de: Richtig
es: Derecha
ja: そう
nl: Juist
pt_br: Certo
zh_hans: 右

source: Right Display
de: Rechtes Display
es: Pantalla derecha
ja: 右ディスプレイ
nl: Rechterdisplay
pt_br: Tela direita
zh_hans: 右显示器

source: Save
de: Speichern
es: Guardar
ja: 保存
nl: Opslaan
pt_br: Salvar
zh_hans: 保存

source: Save a computer for future Glassy Desk connections.
de: Speichern Sie einen Computer für zukünftige Glassy Desk-Verbindungen.
es: Guarde una computadora para futuras conexiones Glassy Desk.
ja: 今後の Glassy Desk 接続のためにコンピューターを保存します。
nl: Bewaar een computer voor toekomstige Glassy Desk-verbindingen.
pt_br: Salve um computador para futuras conexões Glassy Desk.
zh_hans: 保存计算机以供将来的 Glassy Desk 连接。

source: Save and Connect
de: Speichern und verbinden
es: Guardar y conectar
ja: 保存して接続
nl: Opslaan en verbinden
pt_br: Salvar e conectar
zh_hans: 保存并连接

source: Save names, addresses, ports, and login details for machines you use often.
de: Speichern Sie Namen, Adressen, Ports und Anmeldedaten für Computer, die Sie häufig verwenden.
es: Guarde nombres, direcciones, puertos y detalles de inicio de sesión para las máquinas que utiliza con frecuencia.
ja: よく使用するマシンの名前、アドレス、ポート、ログインの詳細を保存します。
nl: Bewaar namen, adressen, poorten en inloggegevens voor machines die u vaak gebruikt.
pt_br: Salve nomes, endereços, portas e detalhes de login de máquinas que você usa com frequência.
zh_hans: 保存您经常使用的计算机的名称、地址、端口和登录详细信息。

source: Save or connect to continue.
de: Speichern oder verbinden, um fortzufahren.
es: Guarde o conéctese para continuar.
ja: 保存するか接続して続行してください。
nl: Opslaan of verbinden om door te gaan.
pt_br: Salve ou conecte para continuar.
zh_hans: 保存或连接以继续。

source: Saved %@.
de: Gespeichert %@.
es: Guardado %@.
ja: %@を保存しました。
nl: %@ opgeslagen.
pt_br: Salvo %@.
zh_hans: 已保存 %@。

source: Saved and discovered screen sharing targets
de: Gespeicherte und erkannte Bildschirmfreigabeziele
es: Objetivos para compartir pantalla guardados y descubiertos
ja: 保存および検出された画面共有ターゲット
nl: Opgeslagen en ontdekte doelen voor scherm delen
pt_br: Destinos de compartilhamento de tela salvos e descobertos
zh_hans: 已保存并发现屏幕共享目标

source: Saved and discovered screen sharing targets.
de: Gespeicherte und erkannte Bildschirmfreigabeziele.
es: Objetivos para compartir pantalla guardados y descubiertos.
ja: 画面共有ターゲットが保存および検出されました。
nl: Opgeslagen en ontdekte doelen voor scherm delen.
pt_br: Destinos de compartilhamento de tela salvos e descobertos.
zh_hans: 已保存并发现屏幕共享目标。

source: Saved Computer
de: Computer gespeichert
es: Computadora guardada
ja: 保存されたコンピュータ
nl: Opgeslagen computer
pt_br: Computador salvo
zh_hans: 已保存的计算机

source: Saved machine credentials are protected by the system Keychain.
de: Gespeicherte Maschinenanmeldeinformationen werden durch das System Keychain geschützt.
es: Las credenciales de la máquina guardadas están protegidas por el sistema Keychain.
ja: 保存されたマシン資格情報は、システム Keychain によって保護されています。
nl: Opgeslagen machinegegevens worden beschermd door het systeem Keychain.
pt_br: As credenciais da máquina salvas são protegidas pelo sistema Keychain.
zh_hans: 保存的计算机凭据受系统 Keychain 保护。

source: Saved machine credentials are protected by the system. Glassy Stream does not save its reusable pairing password on the iPad; after pairing, it stores only a random device-specific resume credential in Keychain.
de: Gespeicherte Maschinenanmeldeinformationen sind vom System geschützt. Glassy Stream speichert sein wiederverwendbares Pairing-Passwort nicht auf dem iPad; Nach dem Pairing werden nur zufällige gerätespezifische Anmeldeinformationen für die Wiederaufnahme in Keychain gespeichert.
es: Las credenciales de la máquina guardadas están protegidas por el sistema. Glassy Stream no guarda su contraseña de emparejamiento reutilizable en el iPad; después del emparejamiento, almacena solo una credencial de currículum aleatoria específica del dispositivo en Keychain.
ja: 保存されたマシン資格情報はシステムによって保護されています。 Glassy Stream は、再利用可能なペアリング パスワードを iPad に保存しません。ペアリング後は、ランダムなデバイス固有の再開資格情報のみが Keychain に保存されます。
nl: Opgeslagen machinegegevens worden door het systeem beschermd. Glassy Stream slaat zijn herbruikbare koppelingswachtwoord niet op op de iPad; na het koppelen slaat het alleen een willekeurig apparaatspecifiek CV-referentienummer op in Keychain.
pt_br: As credenciais da máquina salvas são protegidas pelo sistema. Glassy Stream não salva sua senha de emparelhamento reutilizável no iPad; após o emparelhamento, ele armazena apenas uma credencial de currículo aleatória específica do dispositivo em Keychain.
zh_hans: 保存的计算机凭据受系统保护。 Glassy Stream不会在iPad上保存其可重复使用的配对密码；配对后，它仅在 Keychain 中存储随机的设备特定恢复凭证。

source: Screen Sharing hosts appear here automatically.
de: Screen-Sharing-Hosts werden hier automatisch angezeigt.
es: Los hosts de pantalla compartida aparecen aquí automáticamente.
ja: 画面共有ホストがここに自動的に表示されます。
nl: Hosts voor scherm delen verschijnen hier automatisch.
pt_br: Os hosts de compartilhamento de tela aparecem aqui automaticamente.
zh_hans: 屏幕共享主机会自动出现在此处。

source: Search
de: Suchen
es: Buscar
ja: 検索
nl: Zoekopdracht
pt_br: Procurar
zh_hans: 搜索

source: Section
de: Abschnitt
es: Sección
ja: セクション
nl: Sectie
pt_br: Seção
zh_hans: 部分

source: Select Glassy Stream in the connection method picker to use it.
de: Wählen Sie Glassy Stream in der Verbindungsmethodenauswahl aus, um es zu verwenden.
es: Seleccione Glassy Stream en el selector de método de conexión para usarlo.
ja: 接続方法ピッカーで Glassy Stream を選択して使用します。
nl: Selecteer Glassy Stream in de verbindingsmethodekiezer om deze te gebruiken.
pt_br: Selecione Glassy Stream no seletor de método de conexão para usá-lo.
zh_hans: 在连接方法选择器中选择 Glassy Stream 来使用它。

source: Send Return
de: Rücksendung senden
es: Enviar Devolución
ja: 返信を送信
nl: Retour verzenden
pt_br: Enviar retorno
zh_hans: 发送返回
